<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'password' => 'Наданий пароль неправильний.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',

    'login' => [
        'email' => 'Електронна пошта',
        'password' => 'Пароль',
        'remember_me' => "Запам'ятати",
        'forgot' => 'Забули пароль?',
        'btn_login' => 'Увійти',
        'register' => 'Реєстрація'
    ],

    'register' => [
        'name' => "Ім'я",
        'email' => 'Електронна пошта',
        'password' => 'Пароль',
        'confirm_password' => 'Підтвердьте пароль',
        'already' => 'Вже зареєструвалися?',
        'register' => 'Зареєструватися',
    ],

    'forgot_password' => [
        'info' => 'Забули пароль? немає проблем Просто повідомте нам свою електронну адресу, і ми надішлемо вам електронною поштою посилання для зміни пароля, яке дозволить вам вибрати новий.',
        'email' => 'Електронна пошта',
        'btn_reset' => 'Посилання для відновлення пароля електронною поштою',
    ],

    'profile' => [
        'info' => 'Інформація профілю',
        'update' => 'Оновіть дані профілю та електронну адресу свого облікового запису.',
        'email' => 'Електронна пошта',
        'password' => 'Пароль',
        'profile' => 'Профіль',
        'exit' => 'Вихід'
    ],

    'update_password' => [
        'info' => 'Оновити пароль',
        'update' => 'Переконайтеся, що ваш обліковий запис використовує довгий довільний пароль, щоб залишатися в безпеці.',
        'current_password' => 'Поточний пароль',
        'confirm_password' => 'Підтвердьте пароль',
        'new_password' => 'Новий пароль'
    ],

    'delete' => [
        'acount' => 'Видалити обліковий запис',
        'info' => 'Після видалення вашого облікового запису всі його ресурси та дані буде остаточно видалено. Перед видаленням свого облікового запису завантажте будь-які дані чи інформацію, які ви хочете зберегти.',
        'modal_info' => 'Після видалення вашого облікового запису всі його ресурси та дані будуть остаточно видалені. Будь ласка, введіть свій пароль, щоб підтвердити, що ви хочете остаточно видалити свій обліковий запис.',
        'modal_title' => 'Ви впевнені, що хочете видалити свій акаунт?'
    ],

    'saved' => 'Збережено.',
    'btn_save' => 'Зберегти',
    'btn_delete' => 'Видалити',
    'btn_cance' => 'Скасувати',
];
